Repository: lliurex/airManager
Catalog: lliurex-po/air-manager/*.po
Languages: ca@valencia, es_es

source: Air Apps Installer
ca@valencia: Instal·lador de les aplicacions Air
es_es: Instalador de apps Air

source: Install air apps
ca@valencia: Instal·lació de les aplicacions Air
es_es: Instalar

source: From here you can manage the air apps installed on your system
ca@valencia: Des d'ací podeu administrar les aplicacions
es_es: Desde aqui puedes administrar las aplicaciones

source: Air file
ca@valencia: Fitxer Air
es_es: Fichero Air

source: Choose file for install
ca@valencia: Seleccioneu el fitxer
es_es: Seleccionar fichero

source: App name
ca@valencia: Nom
es_es: Nombre

source: Push for icon change
ca@valencia: Premeu per a canviar la icona
es_es: Pulsa para cambiar icono

source: Application name
ca@valencia: Nom de l'aplicació
es_es: Nombre de la aplicación

source: App description
ca@valencia: Descripció de l'URL
es_es: Descripción

source: Application description
ca@valencia: Descripció de l'aplicació
es_es: Descripción de la aplicación

source: App %s installed succesfully
ca@valencia: %s s'ha instal·lat correctament
es_es: %s: Instalación correcta

source: Remove
ca@valencia: Desinstal·la
es_es: Desinstalar

source: Air Apps Manager
ca@valencia: Gestió d'aplicacions Air
es_es: Gestión de aplicaciones Air

source: Manage air apps
ca@valencia: Gestiona les aplicacions Air
es_es: Gestiona las aplicaciones Air

source: There's no app installed
ca@valencia: No hi ha res instal·lat
es_es: No hay nada instalado

source: App %s uninstalled
ca@valencia: %s s'ha desinstal·lat
es_es: %s desinstala
