Repository: lliurex/airManager
Catalog: lliurex-po/air-manager/*.UTF-8@valencia.po
Languages: ca_es

source: Processing file...
ca_es: Està treballant...

source: Install
ca_es: Instal·la

source: Manage
ca_es: Administra

source: <b>Drag</b> an air file or <b>click</b> to choose
ca_es: <b>arrossega</b> un fitxer air o <b>clic</b> per a seleccionar

source: Click to <b>select an icon</b> for the app or use the app's default icon
ca_es: Fes clic per a <b>seleccionar una icona</b> per a l'aplicació o utilitza la seua icona per defecte

source: Select air package
ca_es: Selecciona un air

source: <b>Selected app:</b> %s
ca_es: <b>Aplicació seleccionada:</b> %s

source: Select icon
ca_es: Selecciona icona

source: Installation successful
ca_es: Instal·lació correcta

source: Error: File with incorret extension .air is required
ca_es: Error: Fitxer amb extensió incorrecta. Ha de ser .air

source: Error: Unable to detect file extension
ca_es: Error: No es pot determinar l'extensió

source: Error: Unknown
ca_es: Error: Desconegut

source: Removing file...
ca_es: S'està suprimint el fitxer...
